
"Battery Power" = "Battery";
"AC Power" = "Power Adapter";
"UPS Power" = "UPS";

//Alternate Power Adapter tabViewItem label
"Power" = "Power";

//The power warning sheet
"Restore Defaults" = "Restore Defaults";
"OK" = "OK";
"Cancel" = "Cancel";

"UPS Power Checkbox" = "Show UPS status in the menu bar";
//"Battery Power Checkbox"= "Show battery status in the menu bar";

// the UPS status
"percent full" = "%.0f%% full";
"Current UPS Charge" = "Current charge: %.0f%%";

"Power consumption may be greater than normal." = "Your computer may use more energy with these settings.";
"Reset by clicking Restore Defaults" = "To use less energy, click Restore Defaults.";

"Network wake noise warning" = "When “Wake for network access” is enabled, you may hear your computer wake up occasionally.";
"Wakes for detection" = "This informs other devices that your computer is still available on the network.";

"Wake for network" = "Wake for network access";
"Wake for Ethernet" = "Wake for Ethernet network access";
"Wake for AirPort" = "Wake for AirPort network access";

"Custom" = "Custom";

"Schedule Warning- power adapter must be present" = "Scheduled start up will only occur when a power adapter is connected to your Mac.";

// the Battery Status is always appended to one of the above strings so a space is provided at the strings beginning.
"Battery Status" = "Current battery charge: %.0f%%  Estimated time remaining: %@";
"Battery Status, Charged" = "Battery is charged.";
"Short Battery Status" = "Estimated time remaining: %@ (%.0f%%)";
"Battery Status, Charging" = "Current battery charge: %.0f%%  Estimated time until full: %@";
"Short Battery Status, Charging" = "Estimated time until full: %@ (%.0f%%)";
"Current Charge" = "Current battery charge: %.0f%%";
"Calculating time" = "Calculating time";
 
"Check Battery" = "Service battery."; 
"Poor Battery" = "Battery condition: Replace now.";
"Fair Battery" = "Battery condition: Replace soon.";


"AutoProc" = "Automatic";
"HighProc" = "Highest";
"NormalProc" = "Reduced";

/* strings for tool tips */
"minute" = "minute";
"minutes" = "minutes";
"hour" = "hour";
"hours" = "hours";

"dim" = "Dim";
"sleep" = "Sleep";
"halfminute" = ".5";

/* Format String to display tool tip with.  MUST contain two arguments that show where to insert the display
    dim time %1$@  and where to insert the display sleep time %2$@    They can be in any order.  The %1
    tells the string to put the first (dim time) parameter in that location.  %2 indicates the place to put
    the display sleep time. */
"Dim %@. Sleep %@." = "Dim %1$@. Sleep %2$@.";

"Never" = "Never";
"1 minute" = "1 minute";
"3 minutes" = "3 minutes";
"5 minutes" = "5 minutes";
"10 minutes" = "10 minutes";
"15 minutes" = "15 minutes";
"20 minutes" = "20 minutes";
"25 minutes" = "25 minutes";
"30 minutes" = "30 minutes";  
"45 minutes" = "45 minutes";
"1 hour" = "1 hour";
"1 hour 15 minutes" = "1 hour 15 minutes";
"1 hour 30 minutes" = "1 hour 30 minutes";  
"1 hour 45 minutes" = "1 hour 45 minutes";
"2 hours" = "2 hours";
"3 hours" = "3 hours";

"Better Energy Savings" = "Better Energy Savings";
"Better Battery Life" = "Better Battery Life";
"Better UPS Life" = "Better UPS Life";

// *** Note to localizers: These strings will be clipped if they get much longer.
// The second string is almost as long as possible (about two additional character widths are possible)
"GFX_CHANGE_WARNING_TEXT_LOGOUT" = "You must log out for this change to take effect";
"GFX_CHANGE_WARNING_TEXT_ALL_LOGOUT" = "All users must log out for this change to take effect";
"GFX_CHANGE_WARNING_TEXT_RESTART" = "You must restart for this change to take effect";

"GFX_CHANGE_TITLE" = "Changing graphics settings requires you to log out.";
"GFX_CHANGE_DESC" = "Click Log Out to continue. You will have the opportunity to save all open documents.";
"GFX_CHANGE_TITLE2" = "Changing graphics settings requires you to restart.";
"GFX_CHANGE_DESC2" = "Click Restart to continue. You will have the opportunity to save all open documents.";
"LOGOUT_BUTTON" = "Log Out";
"RESTART_BUTTON" = "Restart";

"AUTO_SWITCH_MSG_ON"  = "Your computer will automatically switch between graphics modes for better battery life.";
"AUTO_SWITCH_MSG_OFF" = "When automatic switching is disabled, your computer will always use high-performance graphics.\nThis may decrease battery life.";

//"Custom Profile Tooltip" = "Custom Settings";

//"energy savings" = "energy savings";
//"battery life" = "battery life";
//"UPS life" = "UPS life";

//"Profile High Perf Rating" = "Your energy settings are optimized for high performance.";
//"Profile Better Performance Rating" = "Your energy settings are optimized for better than average %@.";
//"Profile Normal Rating" = "Your energy settings are optimized for normal performance and %@.";
//"Profile Better Energy Rating" = "Your energy settings are optimized for better than average %@.";

//"long battery life" = "long battery life";
//"long UPS life" = "long UPS life";
//"high energy savings" = "high energy savings";
//"Profile High Energy Savings Rating" = "Your energy settings are optimized for %@.";


